export default [
  {
    key: 'cover',
    name: '封面',
    text: '=====封面=====\n# 封面页标题页标题页标题\n## 封面副标题副标题\n演讲人：seapik打工人',
  },
  {
    key: 'catalog',
    name: '目录',
    text: '=====目录=====\n# 目录\n## CONTENTS\n1、目录项1\n2、目录项2\n3、目录项3\n4、目录项4\n5、目录项5',
  },
  {
    key: 'catalog-desc',
    name: '目录-描述',
    text: '=====目录=====\n# 目录\n## CONTENTS\n1、目录项1\n描述描述1\n2、目录项2\n描述描述2\n3、目录项3\n描述描述3\n4、目录项4\n描述描述4\n5、目录项5\n描述描述5',
  },
  {
    key: 'list',
    name: '列表',
    text: '=====列表=====\n# 文本页标题\n## 文本页副标\n1、列表小标1\n请输入详细内容详细内容详细内容1。\n2、列表小标2\n请输入详细内容详细内容详细内容2。\n3、列表小标3\n请输入详细内容详细内容详细内容3。\n4、列表小标4\n请输入详细内容详细内容详细内容4。',
  },
  {
    key: 'list_img',
    name: '图文列表',
    text: '=====图文列表=====\n# 图文列表页标题\n## 图文列表页副标\n1、列表小标1\n请输入详细内容详细内容详细内容详细内容1。\n2、列表小标2\n请输入详细内容详细内容详细内容详细内容2。\n3、列表小标3\n请输入详细内容详细内容详细内容详细内容3。\n4、列表小标4\n请输入详细内容详细内容详细内容详细内容4。',
  },
  // {
  //   key: 'multi_list',
  //   name: '多列表',
  //   text: '=====多列表=====\n# 多列表页标题\n## 多列表页副标\n1、一级小标题\n1.1、二级小标题\n二级详细内容详细内容详细内容\n1.2、二级小标题\n二级详细内容详细内容详细内容\n2、一级小标题\n2.1、二级小标题\n二级详细内容详细内容详细内容\n3、一级小标题\n3.1、二级小标题\n二级详细内容详细内容详细内容  \n4、一级小标题\n4.1、二级小标题\n二级详细内容详细内容详细内容',
  // },
  {
    key: 'transition',
    name: '过渡',
    text: '=====过渡=====\n# 过渡页标题\n## 过渡页副标',
  },
  {
    key: 'end',
    name: '致谢',
    text: '=====致谢=====\n# Thank you\n## 感谢观看，欢迎提问\nseapik出品',
  },

  {
    key: 'demo',
    name: 'demo',
    text: '=====封面=====\n# 秦朝为什么会灭亡\n## 从政治、经济、文化三个方面探析\n演讲人：seapik\n\n=====目录=====\n# 目录\n## CONTENT\n1、政治原因\n2、经济原因\n3、文化原因\n\n=====列表=====\n# 政治原因\n1、分封制导致中央权力削弱\n在分封制下，地方官员独立于中央政府，导致中央政府无法有效控制地方，失去了统治基础。\n\n2、权臣专权\n秦朝中期，权臣赵高、吕不韦等人专权，使秦朝的政治腐败，无法有效管理国家。\n\n=====列表=====\n# 经济原因\n1、过度征收赋税\n秦朝征收的赋税过高，加之人民生活水平下降，导致民生困难，社会不稳定。\n\n2、民族政策失误\n秦始皇对非秦族人民采取歧视政策，加剧了民族矛盾，导致民族关系紧张，阻碍了国家的统一。\n\n=====列表=====\n# 文化原因\n1、焚书坑儒\n秦始皇为了巩固自己的统治地位，采取了焚书坑儒的残暴手段，使得文化教育事业遭到破坏，加重了社会矛盾。\n\n2、法家主义\n秦朝推崇法家主义，一味强调法律的威严，缺乏人文关怀，导致民众的反感和不满。',
  },
];
